RRN_Data/1620800/1620896.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2024-02-27T11:16:58.555+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2024-02-27T11:16:58.555+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="240227-000729" version="5"><overallSeverity>medium</overallSeverity><situationVersionTime>2024-02-27T11:16:57.849+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="VehicleObstruction" id="240227-000729-1" version="5"><situationRecordCreationReference>EVE_DIRE_Myrabel240227-000015-EVE_DIRE_Myrabel240227-000015</situationRecordCreationReference><situationRecordCreationTime>2024-02-27T09:43:45.759+01:00</situationRecordCreationTime><situationRecordObservationTime>2024-02-27T11:16:40.262+01:00</situationRecordObservationTime><situationRecordVersionTime>2024-02-27T11:16:57.849+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-02-27T09:43:45.759+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Est</sourceIdentification><sourceType>mobileTelephoneCaller</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-02-27T09:43:45.665+01:00</overallStartTime><overallEndTime>2024-02-27T11:16:38.882+01:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>1</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Est/DE Metz/District Metz/CEI Villers-la-Chèvre</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Véhicule en panne sur le Viaduc de la Chiers.</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">situé 1726 m au nord de Mexy</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Arlon - Belgique vers Metz</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>southBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>49.505592</latitude><longitude>5.765517</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Mexy</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N52</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Mexy</value></values></alertCLocationName><specificLocation>44545</specificLocation></alertCLocation><offsetDistance><offsetDistance>1726</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>opposite</directionRelativeAtPoint><linearElement><roadNumber>N0052</roadNumber></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>100.0</distanceAlong><fromReferent><referentIdentifier>54PR16U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobilityOfObstruction><mobilityType>stationary</mobilityType></mobilityOfObstruction><vehicleObstructionType>brokenDownVehicle</vehicleObstructionType><obstructingVehicle><vehicleCharacteristics><vehicleType>lorry</vehicleType></vehicleCharacteristics></obstructingVehicle></situationRecord><situationRecord xsi:type="RoadOrCarriagewayOrLaneManagement" id="240227-000729-102" version="4"><situationRecordCreationReference>EVE_DIRE_Myrabel240227-000015-EVE_DIRE_Myrabel240227-000016</situationRecordCreationReference><situationRecordCreationTime>2024-02-27T09:47:15.518+01:00</situationRecordCreationTime><situationRecordObservationTime>2024-02-27T09:47:29.025+01:00</situationRecordObservationTime><situationRecordVersionTime>2024-02-27T11:16:57.849+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-02-27T09:47:15.518+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Est</sourceIdentification><sourceType>mobileTelephoneCaller</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-02-27T09:47:15.403+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>1</numberOfLanesRestricted><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Est/DE Metz/District Metz/CEI Villers-la-Chèvre</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Neutralisation de la voie de gauche en vue de la coupure avec sortie obligatoire à l'échangeur de Mexy.

Suite PL en panne sur Viaduc de la Chiers en direction de Metz.
La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Point particulier : début : situé 4294 m au nord de Villers-la-Montagne, fin : situé 165 m au sud de Mexy</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Metz vers Arlon - Belgique</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway><lane>centralReservation</lane><lane>lane2</lane></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>northBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>49.50279</latitude><longitude>5.7907186</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Mexy</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N52</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>49.50054</latitude><longitude>5.799234</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Mexy</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N52</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><alertCLinear xsi:type="AlertCMethod4Linear"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>positive</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Mexy</value></values></alertCLocationName><specificLocation>44545</specificLocation></alertCLocation><offsetDistance><offsetDistance>165</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation><alertCMethod4SecondaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Villers-la-Montagne</value></values></alertCLocationName><specificLocation>43100</specificLocation></alertCLocation><offsetDistance><offsetDistance>4294</offsetDistance></offsetDistance></alertCMethod4SecondaryPointLocation></alertCLinear><linearWithinLinearElement><directionRelativeOnLinearSection>aligned</directionRelativeOnLinearSection><linearElement><roadNumber>N0052</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>199.0</distanceAlong><fromReferent><referentIdentifier>54PR14D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>500.0</distanceAlong><fromReferent><referentIdentifier>54PR13D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><roadOrCarriagewayOrLaneManagementType>laneClosures</roadOrCarriagewayOrLaneManagementType></situationRecord><situationRecord xsi:type="RoadOrCarriagewayOrLaneManagement" id="240227-000729-103" version="3"><situationRecordCreationReference>EVE_DIRE_Myrabel240227-000015-EVE_DIRE_Myrabel240227-000017</situationRecordCreationReference><situationRecordCreationTime>2024-02-27T09:49:30.039+01:00</situationRecordCreationTime><situationRecordObservationTime>2024-02-27T10:16:09.122+01:00</situationRecordObservationTime><situationRecordVersionTime>2024-02-27T11:16:57.849+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-02-27T09:49:30.039+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Est</sourceIdentification><sourceType>mobileTelephoneCaller</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-02-27T09:49:37.999+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>1</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Est/DE Metz/District Metz/CEI Villers-la-Chèvre</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Coupure de la circulation avec sortie obligatoire à l'échangeur de Mexy suite PL en panne sur Viaduc de la Chiers.
La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">situé 165 m au sud de Mexy</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Metz vers Arlon - Belgique</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>northBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>49.50279</latitude><longitude>5.7907186</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Mexy</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N52</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>positive</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Mexy</value></values></alertCLocationName><specificLocation>44545</specificLocation></alertCLocation><offsetDistance><offsetDistance>165</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>aligned</directionRelativeAtPoint><linearElement><roadNumber>N0052</roadNumber></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>199.0</distanceAlong><fromReferent><referentIdentifier>54PR14D</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><roadOrCarriagewayOrLaneManagementType>roadClosed</roadOrCarriagewayOrLaneManagementType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>